{
  "testword": "EN_kala",
  "tietoapalvelusta__1": "Suomi.fi identification is a shared identification service of public administration e-services. It enables secure electronic identification.",
  "tietoapalvelusta__2": "Suomi.fi identification is the responsibility of the Digital and Population Data Services Agency.",
  "tietoapalvelusta__kansalaisneuvonta__otsikko": "Public Service Info offers help in using this service",
  "tietoapalvelusta__kansalaisneuvonta__p1": "If you need support or assistance in using Suomi.fi identification, you can contact Public Service Info.",
  "tietoapalvelusta__kansalaisneuvonta__palaute_1_space": "You can send feedback or a question",
  "tietoapalvelusta__kansalaisneuvonta__palaute_2_linkki": "using the feedback form",
  "tietoapalvelusta__kansalaisneuvonta__palaute_3_spaces": "or get in touch by telephone, e-mail or chat. For the contact details, visit",
  "tietoapalvelusta__kansalaisneuvonta__palaute_4_linkki": "www.publicserviceinfo.fi",
  "tietoapalvelusta__kansalaisneuvonta__palaute_4_linkki_url": "http://www.publicserviceinfo.fi",
  "tietoapalvelusta__otsikko": "Information on Suomi.fi identification",
  "tietoapalvelusta__perusasioita__otsikko": "Basic information for users",
  "tietoapalvelusta__perusasioita__p1": "You may use the identification method of your choice.",
  "tietoapalvelusta__perusasioita__p2": "Suomi.fi identification authenticates your identification based on data contained in the Population Information System. The Population Information System will transmit your personal identity code, name, e-mail address and permanent and temporary addresses to the e-service. If non-disclosure order has been issued to you for personal security reasons in the Population Information System, an indication of the order will be transmitted to the e-service, but not the address details specified in the non-disclosure order.",
  "tietoapalvelusta__perusasioita__p3_1": "Suomi.fi identification service processes your personal data in compliance with the Personal Data Act and protects your privacy while doing so. Your identification data is transmitted over a secure connection.",
  "tietoapalvelusta__perusasioita__p3_2_tietosuojalinkki": "The description of file",
  "tietoapalvelusta__perusasioita__p3_3": "explains which data is saved in connection with the identification.",
  "tietoapalvelusta__perusasioita__p4": "Using Suomi.fi identification is free and secure.",
  "tietoapalvelusta__perusasioita__p5": "When using the service, you agree to comply with the terms and conditions specified for the use of online banking IDs, certificate cards and mobile certificates.",
  "tietoapalvelusta__tekniset_vaatimukset__evasteet": "use of session cookies",
  "tietoapalvelusta__tekniset_vaatimukset__html5": "Additionally, your browser must support HTML5.",
  "tietoapalvelusta__tekniset_vaatimukset__javascript": "execution of JavaScript command sequences",
  "tietoapalvelusta__tekniset_vaatimukset__otsikko": "Technical requirements",
  "tietoapalvelusta__tekniset_vaatimukset__p1": "The service has been designed to run on both computer screens and mobile devices. It may be used with different web browsers and their default settings. In most cases, you do not need to change your browser or its settings to use the service.",
  "tietoapalvelusta__tekniset_vaatimukset__p2": "In order to use the service, the following must be enabled in the browser:",
  "tietoapalvelusta__tekniset_vaatimukset__tls": "TLS data encryption",
  "tietoapalvelusta__vastuutahot__asiointipalvelu": "Responsibility for e-services using Suomi.fi identification rests with each service provider.",
  "tietoapalvelusta__vastuutahot__otsikko": "Parties responsible for the service",
  "tietoapalvelusta__vastuutahot__pankkitunnisteet": "Each bank or operator, as well as any authentication service used, is responsible for authentication using a bank identification or mobile identification code.",
  "tietoapalvelusta__vastuutahot__varmennekortti": "The Digital and Population Data Services Agency is responsible for ensuring that the certificate on the certificate card works.",
  "tietoapalvelusta__vastuutahot__vrk": "The Digital and Population Data Services Agency provides the service and is responsible for its development and user support (see Public Service Info above)."
}