{
  "testword": "EN_kala",
  "eidas-tietosuojaseloste__otsikko_h1_osa1": "Event log file for cross-border identifiers",
  "eidas-tietosuojaseloste__otsikko_h1_osa2": "Privacy statement",
  "eidas-tietosuojaseloste__rekisterin-nimi_otsikko": "1. Name of register",
  "eidas-tietosuojaseloste__rekisterin-nimi_kappale": "Event log file for cross-border identifiers",
  "eidas-tietosuojaseloste__rekisterinpitaja_otsikko": "2. Controller",
  "eidas-tietosuojaseloste__rekisterinpitaja_vrk": "Digital and Population Data Services Agency",
  "eidas-tietosuojaseloste__rekisterinpitaja_vrk-osoite": "Lintulahdenkuja 4, FI-00530 Helsinki ",
  "eidas-tietosuojaseloste__rekisterinpitaja_vrk-yhteystiedot": "Telephone (switchboard) +358 295 535 001, email kirjaamo(at)vrk.fi",
  "eidas-tietosuojaseloste__yhteyshenkilo_otsikko": "3. Contact person in register-related matters",
  "eidas-tietosuojaseloste__yhteyshenkilo_nimi": "Senior Analyst Pasi Ahola",
  "eidas-tietosuojaseloste__yhteyshenkilo_osoite": "Lintulahdenkuja 4, FI-00530 Helsinki / Teknologiakatu 7, FI-67100 Kokkola",
  "eidas-tietosuojaseloste__yhteyshenkilo_muut-yhteystiedot": "Telephone (switchboard) +358 295 535 001, email kirjaamo(at)vrk.fi",
  "eidas-tietosuojaseloste__tietosuojavastaava_otsikko": "4. Data protection officer",
  "eidas-tietosuojaseloste__tietosuojavastaava_nimi": "Noora Kallio, Leading Specialist",
  "eidas-tietosuojaseloste__tietosuojavastaava_osoite": "Lintulahdenkuja 4, FI-00530 Helsinki",
  "eidas-tietosuojaseloste__tietosuojavastaava_muut-yhteystiedot": "Telephone (switchboard) +358 295 535 001, noora.kallio(at)vrk.fi",
  "eidas-tietosuojaseloste__sailytysaika_otsikko": "5. Retention period of the personal data contained in the personal data file",
  "eidas-tietosuojaseloste__sailytysaika_kappale": "The controller will retain the registered data for a period of five years from the beginning of the calendar year following the identification event.",
  "eidas-tietosuojaseloste__sailytyksen-tarkoitus_otsikko": "6. Purpose and legal basis for pro-cessing of personal data",
  "eidas-tietosuojaseloste__sailytyksen-tarkoitus_kappale1": "The register serves as the event log file of cross-border identification events for the National Node (Node) when users log into Finnish online services. The Node is based on the elDAS regulation (910/2014). Under the regulation, public administration actors must mutually recognise strong electronic identification of citizens of other EU Member States in their e-services, if the identification means used have been notified in accordance with the regulation.",
  "eidas-tietosuojaseloste__sailytyksen-tarkoitus_kappale2": "Under section 42 of the Act on Strong Electronic Identification and Electronic Signatures (617/2009), the generation of the Node is the responsibility of the Digital and Population Data Services Agency. Processing of personal data is necessary so that the strong electronic identification generated in the service can be implemented. For this reason, the personal data is processed in accordance with Article 6(1)(c) of the General Data Protection Regulation.",
  "eidas-tietosuojaseloste__sailytyksen-tarkoitus_kappale3": "The data entered in the register is used for the follow-up and monitoring of the Node use, fault investigation and investigation of any abuses and data security violations. The event log data entered in the register is also used for statistical purposes, as well as for usage analysis and development of the service.",
  "eidas-tietosuojaseloste__tietosisalto_otsikko": "7. Register data content",
  "eidas-tietosuojaseloste__tietosisalto_kappale1": "The minimum data requirements for strongly identified persons are laid down in the Annex to the Node implementing regulation (EU 2015/1501). Under the Annex, the minimum data set for a natural person must contain all of the following mandatory attributes:",
  "eidas-tietosuojaseloste__tietosisalto_lista1-sukunimi": "current family name(s)",
  "eidas-tietosuojaseloste__tietosisalto_lista1-etunimi": "current first name(s)",
  "eidas-tietosuojaseloste__tietosisalto_lista1-syntymaaika": "date of birth",
  "eidas-tietosuojaseloste__tietosisalto_lista1-tunniste": "a unique identifier constructed by the sending Member State in accordance with the technical specifications for the purposes of cross-border identification and which is as persistent as possible in time.",
  "eidas-tietosuojaseloste__tietosisalto_kappale2": "However, no information identifying the person and transmitted through the Node is entered in the event log file. Only information on the use of the Node is entered in the file. This information includes:",
  "eidas-tietosuojaseloste__tietosisalto_lista2-solmupisteen-tunnistetiedot": "node's identification",
  "eidas-tietosuojaseloste__tietosisalto_lista2-viestin-tunnistetiedot": "message identification",
  "eidas-tietosuojaseloste__tietosisalto_lista2-viestin-aikaleima": "message date and time.",
  "eidas-tietosuojaseloste__tietolahteet_otsikko": "8. Standard sources of information",
  "eidas-tietosuojaseloste__tietolahteet_kappale": "The personal data on identified persons transmitted by other Member States and the communications data concerning the Node utilisation are used as the sources of information for the register.",
  "eidas-tietosuojaseloste__luovutukset_otsikko": "9. Standard disclosure of information",
  "eidas-tietosuojaseloste__luovutukset_kappale1": "The controller may disclose information from the register to organisations utilising cross-border identification, if the information has been saved during the use of their e-services or other services and if the organisation needs information:",
  "eidas-tietosuojaseloste__luovutukset_lista-tietoturva": "to ensure the data security of its e-services or to investigate disturbances in its data security;",
  "eidas-tietosuojaseloste__luovutukset_lista-oikeellisuus": "to demonstrate that data is processed in the correct manner or to otherwise examine problems related to the use of e-services.",
  "eidas-tietosuojaseloste__luovutukset_kappale2": "When requested to do so, the controller may also disclose data kept in the register to Node users if the information applies to their own event logs.",
  "eidas-tietosuojaseloste__luovutukset_kappale3": "Information may also be disclosed for other purposes laid down in the law. Such situations include the disclosure of information to the police, criminal investigation authorities and the prosecuting authorities.",
  "eidas-tietosuojaseloste__siirto-eu-eta-ulkopuolelle_otsikko": "10. Transferring data outside the EU or the EEA",
  "eidas-tietosuojaseloste__siirto-eu-eta-ulkopuolelle_kappale": "No personal data is transferred outside the EU or EEA.",
  "eidas-tietosuojaseloste__rekisterin-suojaus_otsikko": "11. Principles of register protection",
  "eidas-tietosuojaseloste__rekisterin-suojaus_kappale1": "The data is protected taking into account data security and the management of access rights.",
  "eidas-tietosuojaseloste__rekisterin-suojaus_kappale2": "The register does not contain manual material. Manual material that may be created in liquidations is protected taking into account data security in locked facilities where access is monitored.",
  "eidas-tietosuojaseloste__rekisterin-suojaus_kappale3": "The data in the register can only be accessed by persons whose duties include processing such data. Log data is saved on the processing of data.",
  "eidas-tietosuojaseloste__automaattiset-paatokset_otsikko": "12. Existence of automated decision-making",
  "eidas-tietosuojaseloste__automaattiset-paatokset_kappale": "No automated decision-making or profiling is performed on the basis of the data from the personal data file.",
  "eidas-tietosuojaseloste__tarkastusoikeus_otsikko": "13. Right of inspection",
  "eidas-tietosuojaseloste__tarkastusoikeus_kappale": "The data subject has the right to request that the controller provides them with access to their personal data (so that the data subject can check the information that is kept on them in the personal data file). Every person also has the right to check that there is no information on them in the register. A request for checking must be submitted in writing to the Digital and Population Data Services Agency's registry (see section 2 for contact information).",
  "eidas-tietosuojaseloste__tiedon-korjaaminen_otsikko": "14. Right to demand data correction",
  "eidas-tietosuojaseloste__tiedon-korjaaminen_kappale": "No right to correct event logs.",
  "eidas-tietosuojaseloste__suostumuksen-peruuttaminen_otsikko": "15. Cancelling data subject’s consent",
  "eidas-tietosuojaseloste__suostumuksen-peruuttaminen_kappale": "Processing of the personal data is not based on consent.",
  "eidas-tietosuojaseloste__muut-oikeudet_otsikko": "16. Other rights of the data subject related to personal data processing",
  "eidas-tietosuojaseloste__muut-oikeudet_kappale": "The data subject does not have the right to request the deletion of their data, as the data processing is based on the law. For the same reason, the data subject does not have the right to object to the processing of their personal data or the right to have their data transferred to another system. Moreover, the data subject does not have the right to request that the processing of their personal data should be limited.",
  "eidas-tietosuojaseloste__valitusoikeus_otsikko": "17. The data subject's right of appeal to the supervisory authority",
  "eidas-tietosuojaseloste__valitusoikeus_kappale": "The data subject has the right to lodge a complaint to the supervisory authority on the processing of their personal data.",
  "eidas-tietosuojaseloste__muu-informaatio_otsikko": "18. Other information",
  "eidas-tietosuojaseloste__muu-informaatio_kappale-osa1": "The privacy statement is available at ",
  "eidas-tietosuojaseloste__muu-informaatio_url": "https://tunnistaminen.suomi.fi/sivut/info/eidas-tietosuojaseloste/ (in Finnish)",
  "eidas-tietosuojaseloste__muu-informaatio_kappale-osa2": " or in the Digital and Population Data Services Agency's registry."
  }
